import React from 'react'
import './Contract.css'

const Contract = () => {
  return (
    <div className="contract_page">
      <span className="txt_contract">
        <h1>ПУБЛІЧНИЙ ДОГОВІР-ОФЕРТА</h1>
        <h3>на туристичне обслуговування, замовлене на сайті</h3>
        <p className="contract">
          Даний документ є офіційною пропозицією (публічною офертою) ТОВАРИСТВА З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ «ТКБ» ліценцзія №1754 від 19.10.2016 
          (надалі – Виконавець), усім фізичним особам, які зареєстровані в мережі Інтернет на сайті і містить всі істотні умови договору на туристичне обслуговування.
          Вчинення будь-якою особою (надалі іменованим – Турист) дій по замовленню туристичних послуг за допомогою інтернет-ресурсу
          свідчить про прийняття зазначеною особою всіх умов цієї оферти. Повним і беззастережним прийняттям (акцептом) цієї оферти є здійснення Туристом 
          платежу в рахунок оплати замовленої туристичної послуги і отриманням Виконавцем відповідного фінансового документа, що підтверджує факт оплати.<br/><br/>
          І. ВИЗНАЧЕННЯ ТЕРМІНІВ
          <br/>
          1.1 Веб-сайт — відкритий для вільного візуального ознайомлення, публічно доступний ресурс, що належить Виконавцю та розміщений в мережі
          Інтернет за адресою, за допомогою якого забезпечується відображення інформації про основні вимоги до оформлення
          виїзних/в’їзних документів та правила в’їзду до країни тимчасового перебування; умови перебування в країні тимчасового перебування;
          характеристику готелів, у тому числі відомості про правила тимчасового перебування; умови обов’язкового страхування; строки і порядок
          оплати готельного обслуговування; дату і час початку та закінчення подорожі; ціну і порядок здійснення оплати; характеристику транспортних засобів,
          що здійснюють перевезення тощо.
          <br/>
          1.2 Договір оферти — це договір на туристичне обслуговування між Виконавцем і Туристом, який укладається шляхом акцепту оферти.<br/>
          1.3 Акцепт оферти — повне і беззастережне прийняття умов оферти шляхом здійснення дій Туристом, що виражають намір скористатися веб-сайтом <br/>
          Виконавця для оформлення його послуг.
          1.4 Турист — Користувач, який здійснив акцепт оферти.<br/>
          1.5 Учасник подорожі – Турист.<br/>
          1.6 Учасник Клубу - Турист, який набув членство в Клубі.<br/>
          1.7 Клуб – це система лояльності для спільноти постійних Учасників подорожі.<br/>
          1.8 Замовлення — запит Туриста на отримання туристичного обслуговування згідно обраних на Веб-сайті туристичних послуг.<br/>
          1.9 Користувач — дієздатна фізична особа, яка досягла 18 років, має законне право вступати в договірні відносини з Виконавцем.<br/>
          1.10 Виконавець — Товариство з обмеженою відповідальністю «ТКБ» яка на законних підставах публікує ціни та умови надання туристичного 
          обслуговування на Веб-сайті.<br/>
          1.11 Туристична послуга — послуга перевезення, розміщення в готелі та інші послуги, не пов'язані з перевезенням і розміщенням (послуги з організації 
          відвідувань об'єктів культури, відпочинку та розваг, реалізації сувенірної продукції тощо).<br/>
          1.12 Організаційний збір (Орг. збір) ­– вартість туристичних послуг які надаються Виконавцем Туристу.<br/>
          1.13 Умови конкретної подорожі – поправки, доповнення та уточнення, які вказані для ознайомлення в програмі конкретної подорожі та мають вищу
          силу ніж умови даного договору.<br/>
        </p>
      </span>
    </div>
  )
}

export default Contract;